"CREATING_YOUR_ACCOUNT" = "Creando cuenta…";
"CONFIGURING_YOUR_ACCOUNT" = "Configurando cuenta…";
"CHECKING_YOUR_NETWORK_ACCOUNT" = "Verificando la cuenta de red...";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrador";

"YES_BUTTON" = "Sí";
"NO_BUTTON" = "No";
"PRIVACYPOLICY_BUTTON" = "Política de Privacidad";
"RETRIEVE_APPLEID_INFO" = "Obteniendo la información de tu ID de Apple…";
"IS_OK_TO_RETRIEVE_APPLEID_INFO" = "La información de tu ID de Apple está disponible a través de Apple. El Asistente de Configuración facilitará el proceso de registro descargando tu información de forma segura y almacenándola en tu ordenador. ¿Deseas descargar la información ahora?";

"MIGRATE_ERRORS_FILENAME" = "~/Desktop/Avisos y errores de transferencia.rtf";

"RETRIEVE_APPLEID_INFO_FAILED_TITLE" = "En estos momentos la información de tu ID de Apple no está disponible.";
"RETRIEVE_APPLEID_INFO_FAILED" = "El ordenador no ha podido conectarse a Apple. Puede que las conexiones estén saturadas o que tus ajustes de red sean incorrectos. Para intentarlo de nuevo, haz clic en Conectar. Para omitir este paso, haz clic en Continuar.";

"APPLEID_AUTH_FAILED_TITLE" = "No se puede acceder a la información de tu ID de Apple.";
"APPLEID_AUTH_FAILED" = "El ID de Apple o la contraseña no son válidos. Haz clic en Retroceder y vuelve a introducir el ID y la contraseña, asegurándote de que sean correctos.";

"APPLEID_AUTH_GIVEUP_TITLE" = "No se puede acceder a la información de tu ID de Apple.";
"APPLEID_AUTH_GIVEUP" = "El ID de Apple introducido no puede usarse en estos momentos. Haz clic en Aceptar para continuar con la configuración del ordenador omitiendo este paso.";

"RETRIEVE_APPLEID_INFO_STATUS_CONNECTING" = "Conectando…";
"RETRIEVE_APPLEID_INFO_STATUS_PPOE_FAILED" = "Error de conexión PPPoE.";

"ENTER_REGISTRATION_INFO" = "Introduce tus datos personales. Esta información se usa para registrar tu producto Apple, crear tu cuenta de usuario y configurar tu información en la Agenda y tu cuenta de Mail.";
"ENTER_REGISTRATION_INFO_LATER" = "Introduce tus datos personales. Esta información se usa para actualizar tu información de registro en Apple.";

"RETAKE_VIDEO_SNAPSHOT" = "Volver a realizar una captura de vídeo.";
"NO_PICTURE_ALERT_TITLE" = "Debes seleccionar una imagen para tu cuenta.";
"NO_PICTURE_ALERT_MESSAGE" = "Puedes hacer una foto usando la cámara de su ordenador o escoger una imagen de la biblioteca de imágenes.";
"DRAG_TO_MOVE_IMAGE" = "Arrastra la imagen para moverla";

"FAILED_TO_BIND_TITLE" = "El ordenador no ha podido enlazar con “%@”.";
"FAILED_TO_BIND_MESSAGE" = "Ponte en contacto con el administrador del servidor.";